tap "agrinman/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
brew "openssl@1.1"
brew "python@3.8"
brew "awscli"
brew "bat"
brew "buildifier"
brew "chezmoi"
brew "coreutils"
brew "ctop"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "flatbuffers"
brew "fzf"
brew "gnupg", link: false
brew "htop"
brew "hyperfine"
brew "iproute2mac"
brew "jq"
brew "mas"
brew "mosh"
brew "neovim"
brew "oq"
brew "pastel"
brew "pcre2"
brew "poetry"
brew "procs"
brew "ripgrep"
brew "starship"
brew "terraform"
brew "tmux"
brew "zoxide"
brew "zsh"
brew "agrinman/tap/tunnelto"
brew "khanhas/tap/spicetify-cli"
cask "adguard"
cask "alfred"
cask "avibrazil-rdm"
cask "clion"
cask "clip-studio-paint"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "font-cascadia-code"
cask "font-cascadia-mono-pl"
cask "fork"
cask "google-backup-and-sync"
cask "gpg-suite"
cask "hex-fiend"
cask "hiddenbar"
cask "intellij-idea"
cask "iterm2"
cask "karabiner-elements"
cask "kawa"
cask "keka"
cask "keybase"
cask "mdimagesizemdimporter"
cask "microsoft-edge"
cask "microsoft-office"
cask "mongodb-compass"
cask "mounty"
cask "notion"
cask "osxfuse"
cask "qlimagesize"
cask "qlvideo"
cask "setapp"
cask "silverlight"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "zeplin"
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "DaisyDisk", id: 411643860
mas "Dashlane", id: 552383089
mas "KakaoTalk", id: 869223134
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
