tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "openssl@1.1"
brew "bat"
brew "chezmoi"
brew "coreutils"
brew "ctop"
brew "docker"
brew "exa"
brew "fd"
brew "fzf"
brew "pcre2"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "htop"
brew "iproute2mac"
brew "jq"
brew "neovim"
brew "pinentry-mac"
brew "procs"
brew "python@3.8"
brew "ripgrep"
brew "tmux"
brew "zoxide"
brew "zsh"
cask "avibrazil-rdm"
cask "font-cascadia-code"
cask "font-cascadia-mono-pl"
cask "google-japanese-ime"
cask "gureumkim"
cask "hiddenbar"
cask "iterm2"
cask "kawa"
cask "keka"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "visual-studio-code"
